Repository: rafalpuczel/ACF-JSON-Sync-Notice
Catalog: languages/rfswp-*.po
Languages: pl_pl

source: Plugin Settings
pl_pl: Ustawienia wtyczki

source: Updates Settings
pl_pl: Aktualizacje wtyczki

source: Enter GitHub connection data in order to allow plugin updates.
pl_pl: Wprowadź dane połączenia z GitHub, aby umożliwić aktualizacje wtyczek.

source: Plugin Mode
pl_pl: Tryb wtyczki

source: Auto Sync
pl_pl: Automatyczna synchronizacja

source: Display Notice
pl_pl: Wyświetl komunikat

source: Auto Sync Mode
pl_pl: Tryb automatycznej synchronizacji

source: Run sync when accessing Admin area or Custom Fields section only.
pl_pl: Uruchom synchronizację po wejściu do panelu administracyjnego lub tylko do sekcji Własne Pola.

source: Whole Admin Area
pl_pl: Cały panel administracyjny

source: ACF Section
pl_pl: Sekcja ACF

source: GitHub Username
pl_pl: Nazwa użytkownika GitHub

source: GitHub Repository Name
pl_pl: Nazwa repozytorium GitHub

source: GitHub Access Token
pl_pl: Token dostępu GitHub

source: ACF JSON Sync Notice plugin requires active Advanced Custom Fields PRO plugin to work.
pl_pl: Wtyczka ACF JSON Sync Notice wymaga do działania aktywnej wtyczki Advanced Custom Fields PRO.

source: Synchronizing ACF field groups...
pl_pl: Synchronizowanie grup pól ACF...

source: Synchronizing completed.
pl_pl: Synchronizacja zakończona.

source: ACF Sync Available
pl_pl: Dostępna synchronizacja ACF

source: The field group you are editing has not been synced with your local acf json file. Making any changes will overwrite the local json file and may result in losing data.
pl_pl: Grupa pól, którą edytujesz, nie została zsynchronizowana z lokalnym plikiem acf json. Dokonanie jakichkolwiek zmian spowoduje nadpisanie lokalnego pliku json i może spowodować utratę danych.

source: View files to sync
pl_pl: Wyświetl pliki do synchronizacji

source: Ignore
pl_pl: Ignoruj

source: You have unsynced ACF fields.
pl_pl: Masz niezsynchronizowane pola ACF.

source: %1$sView fields available for sync%2$s
pl_pl: %1$sWyświetl pola dostępne do synchronizacji%2$s
